import { Poem } from '../models/project.model';

export const POEMS_DATA: Poem[] = [
  {
    heading: "प्यार का सिलसिला",
    poem: `
दुनिया मेरी कही बातें नहीं समझती थी,
वह बिन कहे, मेरे दिल को समझा करती थी,
उस मैं कुछ अलग बात थी, मानो कुछ अलग नूर हो,
न जाने दिल क्यों उसे बास ,अपना बनाने को मजबूर हो |

यूँ तो था मैं बहुत सख्त ,पर उसे देखकर पिघल जाता,
उससे दूर रहकर, ये मन दो पल मे मचल जाता .
उससे मिलने पर कुछ खलबली सी मचती थी ,
और क्या, मेरे जहान को ही स्वर्ग बना जाया करती थी |

अब?
अब कुछ हसीं सितम होने लगा था ,
बारिशों मैं उसकी याद आने लगी थी .
कहदो इसे पागलपन ,पर था तो ये जादू,
दिल हो गया था ,एकदम से बेकाबू |
हर चीज़ मैं उसकी परछाई ढूँढ़ने लगा,
सोचा नहीं, खुशियों की बहार लाएगी या देगी सज़ा|

मैं भी शायद पागल हो गया था ,
कैसे मैंने सोचा ,वो करती कुछ बुरा,
उसमे कुछ बात थी, भूला ही दिया ,
मैं तो जन्मों से था बेसुरा !

देखा था जब उसे, बाकी सब देखना भूल गए,
उसके प्यार का जाम पिया ,और, ज़िन्दगीभर की प्यास तृप्त कर गए,
छुआ जब उसने, बाकी सारी चीज़े कम महसूस होने लगी ,
जीवन तो अब शायद किसी और दिशा में बहने लगी!

उसकी आँखों मैं वह जूनून और प्यार देखकर,
मेरा दिल बस ,अब उसी के लिए धड़कने लगा |
प्यार के इस सिलसिले मैं जाना तो नहीं चाहता था,
पर करता भी क्या, इश्क़ का ज़हर अपना असर दिखाने लगा!

उसकी इस मासूमियत मैं नहीं चाहकर भी हम फ़िदा हो बैठे ,
दिल देना तो नहीं चाहते थे, फिर भी दे बैठे ,
अब क्या था, इश्क़ का रंग तो गहरा चढ़ा,
ऐसा लगा की महीनों, सालों से नहीं हम तो जन्मों से इश्क़ कर बैठे |
`,
    author: "Yash Raj Goel",
  },
  {
    heading: "पहली मुलाकात",
    poem: `
अभी तुमसे पहली मुलाकात होना बाकी है ,
तुम्हे छुपके से देख, हौले हौले मुस्कुराना बाकी है,
बैठा हूँ मैं, तुम्हारी ही इंतज़ार में,
अभी तो तुम्हे ढूंढ, खुदको खो देना बाकी है |

अभी तुम्हे अपनी बेतुकी बातों से तंग करना बाकी है,
अभी इस रिश्ते के चित्र को रंगों से भरना बाकी है ,
कहीं उनके लिए तो बेकरार नहीं हो रहा मैं,
जिस एहसास को एहसास करना तक, बाकी है|

अभी तुम्हारे आँखों को नशीली कहना बाकी है ,
आज ना जाने क्यों तुम्हारे सोच मे हूँ ,जबकि सब बाकी है,
अभी तुम सबसे अनजान हो मौहतरमा क्योंकि मुझे,
अभी तो सब कुछ इज़हार करना बाकी है|

अभी तुम्हारे चाँद से मुखड़े को देख, दिल का मचलना बाकी है,
अभी तुमसे झगड़, तुम्हें प्यार से मनाना बाकी ही,
अभी तुम्हें अपनी आदतों मे शामिल करना बाकी है,
और उन्हीं आदतों के नशे मे बदल जाना बाकी है |

इन लाखों तारों मे तुमसा चाँद का होना बाकी है,
न जाने सब कुछ होते हुए भी कुछ तो बाकी है ,
मैं भी न जाने क्यों इस सोच मे पड़ गया हूँ ,
न जाने कैसे ख्वाब देखने लग गया हूँ,
अभी हकीकत मे एक साथ होना बाकी है,
खैर,
अभी तो पहली मुलाकात ही होना बाकी है!`,
    author: "Yash Raj Goel",
  },
  {
    heading: "तू",
    poem: `
मै शक्कर सा हूँ, तू चाय सी है,
मै कागज़ सा हूँ ,तू सिहाई सी है,
मै दूध सा हूँ ,तू मलाई सी है,
मै फटा चादर हूँ ,तू सिलाई सी है। 

बंद आँखों से भी मेरा चेहरा पढ़ लिया कर,
इश्क़ कम दिखाता हूँ ,मगर दो का दस कर लिया कर,
कहता है दिल, और बढ़ा दे ये साज़िशें,
तुझ संग यही रोज बढ़ती रहें ख्वाहिशें।

खुशियों का सैलाब है, नहीं है सिर्फ तेरी मुस्कान,
न जाने तुझे खुदा का फ़रिश्ता समझूँ, या इंसान,
रहो मैं कोई तुझे देख ले तो ले मुझे पहचान,
तुझे कहीं छुपाके रखूँ, बस इतने ही मेरे अरमान।

    `,
    author: "Yash Raj Goel",
  },
]; 